tap "dsully/tap", trusted: true
brew "bash"
brew "bash-completion@2"
brew "chezmoi"
brew "cloc"
brew "curl"
brew "diff-so-fancy"
brew "diffoscope"
brew "direnv"
brew "dive"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "frotz"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "helm"
brew "hyperfine"
brew "iperf3"
brew "jq"
brew "just"
brew "kube-linter"
brew "kubectx"
brew "lesspipe"
brew "macos-defaults"
brew "mas"
brew "mosh"
brew "nethack"
brew "nmap"
brew "node"
brew "pandoc"
brew "pipx"
brew "pyenv"
brew "python3"
brew "ripgrep"
brew "sd"
brew "screen"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vhs"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "xz"
brew "yq"
brew "yt-dlp"
brew "zip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "bettertouchtool"
cask "chatgpt"
cask "claude-code"
cask "claude"
cask "codex"
cask "codex-app"
cask "discord"
cask "docker-desktop"
cask "flux-app"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "gzdoom"
cask "netnewswire"
cask "plex"
cask "stats"
cask "raze"
cask "sublime-merge"
cask "vlc"
cask "zed"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Calca", id: 635758264
mas "Cookie", id: 6452017315
mas "Dark Reader for Safari", id: 1438243180
mas "HazeOver", id: 430798174
mas "Hush", id: 1544743900
mas "Ivory", id: 6444602274
mas "Kindle", id: 302584613
mas "Noir", id: 1592917505
mas "Paste", id: 967805235
mas "PCalc", id: 403504866
mas "PrimeVideo", id: 545519333
mas "Shorts Blocker", id: 6451330524
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "StopTheScript", id: 1588394487
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
