tap "dsully/tap"
brew "bash"
brew "bash-completion@2"
brew "chezmoi"
brew "cloc"
brew "curl"
brew "diff-so-fancy"
brew "diffoscope"
brew "direnv"
brew "dive"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "frotz"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "helm"
brew "hyperfine"
brew "iperf3"
brew "jq"
brew "just"
brew "kube-linter"
brew "kubectx"
brew "lesspipe"
brew "macos-defaults"
brew "mas"
brew "mosh"
brew "nethack"
brew "nmap"
brew "node"
brew "pandoc"
brew "pipx"
brew "pyenv"
brew "python3"
brew "ripgrep"
brew "sd"
brew "screen"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vhs"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "xz"
brew "yq"
brew "yt-dlp"
brew "zip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "amiberry"
cask "audio-hijack"
cask "balenaetcher"
cask "bettertouchtool"
cask "beyond-compare"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "claude-code"
cask "claude"
cask "cleanmymac"
cask "codex"
cask "codex-app"
cask "crossover"
cask "cyberduck"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "flux-app"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "fs-uae-emulator"
cask "fs-uae-launcher"
cask "gog-galaxy"
cask "ghostty"
cask "gzdoom"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "keystore-explorer"
cask "knockknock"
cask "lunar-client"
cask "mediahuman-audio-converter"
cask "mimestream"
cask "netnewswire"
cask "openemu"
cask "openwebstart"
cask "parallels"
cask "pgadmin4"
cask "plex"
cask "pycharm"
cask "raspberry-pi-imager"
cask "raze"
cask "retroarch"
cask "ringcentral"
cask "scummvm-app"
cask "steam"
cask "stillcolor"
cask "sublime-merge"
cask "sublime-text"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "yacreader"
cask "zed"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Calca", id: 635758264
mas "Cookie", id: 6452017315
mas "DaisyDisk", id: 411643860
mas "Dark Reader for Safari", id: 1438243180
mas "HazeOver", id: 430798174
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Kindle", id: 302584613
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Noir", id: 1592917505
mas "Paste", id: 967805235
mas "PCalc", id: 403504866
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "PrimeVideo", id: 545519333
mas "Shorts Blocker", id: 6451330524
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "StopTheScript", id: 1588394487
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
